Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.d9fbeb2e88e2
source: {{value1}}・{{value2}}種類の器具
ar_sa: {{value1}} · {{value2}} من أنواع المعدات
ca: {{value1}} · {{value2}} tipus d'equip
cs: {{value1}} · {{value2}} typů vybavení
da: {{value1}} · {{value2}} typer udstyr
de_de: {{value1}} · {{value2}} Gerätetypen
el: {{value1}} · {{value2}} τύποι εξοπλισμού
en_au: {{value1}} · {{value2}} equipment types
es_es: {{value1}} · {{value2}} tipos de equipo
fi: {{value1}} · {{value2}} välinetyyppiä
fr_ca: {{value1}} · {{value2}} types d'équipement
gu: {{value1}} · {{value2}} પ્રકારનાં સાધનો
he: {{value1}} · {{value2}} סוגי ציוד
hi: {{value1}} · {{value2}} प्रकार के उपकरण
hr: {{value1}} · {{value2}} vrste opreme
hu: {{value1}} · {{value2}} eszköztípus
id: {{value1}} · {{value2}} jenis peralatan
it: {{value1}} · {{value2}} tipi di attrezzatura
ko: {{value1}} · 기구 유형 {{value2}}개
mr: {{value1}} · {{value2}} प्रकारची उपकरणे
ms: {{value1}} · {{value2}} jenis peralatan
nl_nl: {{value1}} · {{value2}} soorten apparatuur
no: {{value1}} · {{value2}} typer utstyr
pl: {{value1}} · {{value2}} typów sprzętu
pt_br: {{value1}} · {{value2}} tipos de equipamento
pt_pt: {{value1}} · {{value2}} tipos de equipamento
ro: {{value1}} · {{value2}} tipuri de echipament
ru: {{value1}} · {{value2}} типов оборудования
sk: {{value1}} · {{value2}} typov vybavenia
sl: {{value1}} · {{value2}} vrst opreme
sv: {{value1}} · {{value2}} typer av utrustning
ta: {{value1}} · {{value2}} உபகரண வகைகள்
te: {{value1}} · {{value2}} పరికర రకాలు
th: {{value1}} · อุปกรณ์ {{value2}} ประเภท
tr: {{value1}} · {{value2}} ekipman türü
uk: {{value1}} · {{value2}} типів обладнання
vi: {{value1}} · {{value2}} loại thiết bị
zh_hans: {{value1}} · {{value2}}种器械
zh_hant: {{value1}} · {{value2}}種器材

# core_ui.da6af7f58be0
source: 記録済み
ar_sa: المسجلة
ca: gravat
cs: Záznam zaznamenán
da: Registreret
de_de: Aufgezeichnet
el: Καταγεγραμμένες
en_au: Data recorded
es_es: Registro guardado
fi: Tallennettu
fr_ca: Enregistré
gu: રેકોર્ડ કરેલ
he: הרשום
hi: रिकॉर्ड किया गया
hr: Podaci su snimljeni
hu: Adatok rögzítve
id: Sudah dicatat
it: Dati registrati
ko: 기록 완료
mr: रेकॉर्ड केलेला
ms: Rekod telah disimpan
nl_nl: Gegevens opgeslagen
no: Registrert
pl: Zapisano
pt_br: Registro concluído
pt_pt: Registro concluído
ro: Înregistrat
ru: Записано
sk: Záznam uložený
sl: Zapisano
sv: Inskriven
ta: பதிவு செய்யப்பட்டது
te: రికార్డ్ చేయబడింది
th: บันทึกแล้ว
tr: Kaydedildi
uk: Записано
vi: Đã ghi lại
zh_hans: 已记录
zh_hant: 已记录

# core_ui.dcd096e9f343
source: データ充足度 {{value1}} / 5
ar_sa: اكتمال البيانات {{value1}} / 5
ca: Completesa de les dades {{value1}} / 5
cs: Úplnost dat {{value1}} / 5
da: Datadækning {{value1}} / 5
de_de: Datenvollständigkeit {{value1}} / 5
el: Πληρότητα δεδομένων {{value1}} / 5
en_au: Data completeness {{value1}} / 5
es_es: Integridad de datos {{value1}} / 5
fi: Tietojen kattavuus {{value1}} / 5
fr_ca: Complétude des données {{value1}} / 5
gu: ડેટાની પૂર્ણતા {{value1}} / 5
he: שלמות הנתונים {{value1}} / 5
hi: डेटा पूर्णता {{value1}} / 5
hr: Potpunost podataka {{value1}} / 5
hu: Adatok teljessége {{value1}} / 5
id: Kelengkapan data {{value1}} / 5
it: Completezza dei dati {{value1}} / 5
ko: 데이터 충족도 {{value1}} / 5
mr: डेटा पूर्णता {{value1}} / 5
ms: Kelengkapan data {{value1}} / 5
nl_nl: Volledigheid gegevens {{value1}} / 5
no: Datadekning {{value1}} / 5
pl: Kompletność danych {{value1}} / 5
pt_br: Completude dos dados {{value1}} / 5
pt_pt: Completude dos dados {{value1}} / 5
ro: Completitudinea datelor {{value1}} / 5
ru: Полнота данных {{value1}} / 5
sk: Úplnosť údajov {{value1}} / 5
sl: Popolnost podatkov {{value1}} / 5
sv: Datatäckning {{value1}} / 5
ta: தரவு முழுமை {{value1}} / 5
te: డేటా సంపూర్ణత {{value1}} / 5
th: ความครบถ้วนของข้อมูล {{value1}} / 5
tr: Veri tamlığı {{value1}} / 5
uk: Повнота даних {{value1}} / 5
vi: Mức đầy đủ của dữ liệu {{value1}} / 5
zh_hans: 数据完整度 {{value1}} / 5
zh_hant: 資料完整度 {{value1}} / 5

# core_ui.dcf81350e9e5
source: APIサーバーは応答していますが、料理・レポートの補助モデルを利用できません。
ar_sa: خادم API يستجيب، لكن النموذج المساعد للوجبات والتقارير غير متاح.
ca: El servidor de l'API respon, però el model auxiliar per a àpats i informes no està disponible.
cs: Server API odpovídá, ale pomocný model pro jídla a přehledy není dostupný.
da: API-serveren svarer, men støttemodellen til måltider og rapporter er ikke tilgængelig.
de_de: Der API-Server antwortet, aber das Hilfsmodell für Mahlzeiten und Berichte ist nicht verfügbar.
el: Ο διακομιστής API αποκρίνεται, αλλά το βοηθητικό μοντέλο για γεύματα και αναφορές δεν είναι διαθέσιμο.
en_au: The API server is responding, but the supporting model for meals and reports is unavailable.
es_es: El servidor de API responde, pero el modelo auxiliar para comidas e informes no está disponible.
fi: API-palvelin vastaa, mutta aterioiden ja raporttien tukimalli ei ole käytettävissä.
fr_ca: Le serveur API répond, mais le modèle d'assistance pour les repas et les rapports est indisponible.
gu: API સર્વર જવાબ આપે છે, પરંતુ ભોજન અને રિપોર્ટ માટેનું સહાયક મોડેલ ઉપલબ્ધ નથી.
he: שרת ה-API מגיב, אך מודל העזר לארוחות ולדוחות אינו זמין.
hi: API सर्वर जवाब दे रहा है, लेकिन भोजन और रिपोर्ट का सहायक मॉडल उपलब्ध नहीं है।
hr: API poslužitelj odgovara, ali pomoćni model za obroke i izvješća nije dostupan.
hu: Az API-szerver válaszol, de az étkezésekhez és jelentésekhez szükséges kiegészítő modell nem érhető el.
id: Server API merespons, tetapi model pendukung untuk makanan dan laporan tidak tersedia.
it: Il server API risponde, ma il modello di supporto per pasti e report non è disponibile.
ko: API 서버는 응답하지만 식사 및 보고서 보조 모델을 사용할 수 없습니다.
mr: API सर्व्हर प्रतिसाद देत आहे, पण जेवण आणि अहवालांसाठीचे सहाय्यक मॉडेल उपलब्ध नाही.
ms: Pelayan API bertindak balas, tetapi model sokongan untuk hidangan dan laporan tidak tersedia.
nl_nl: De API-server reageert, maar het ondersteunende model voor maaltijden en rapporten is niet beschikbaar.
no: API-serveren svarer, men støttemodellen for måltider og rapporter er ikke tilgjengelig.
pl: Serwer API odpowiada, ale model pomocniczy do posiłków i raportów jest niedostępny.
pt_br: O servidor de API está respondendo, mas o modelo auxiliar para refeições e relatórios não está disponível.
pt_pt: O servidor de API está respondendo, mas o modelo auxiliar para refeições e relatórios não está disponível.
ro: Serverul API răspunde, dar modelul auxiliar pentru mese și rapoarte nu este disponibil.
ru: Сервер API отвечает, но вспомогательная модель для питания и отчётов недоступна.
sk: Server API odpovedá, ale pomocný model pre jedlá a správy nie je dostupný.
sl: Strežnik API se odziva, vendar podporni model za obroke in poročila ni na voljo.
sv: API-servern svarar, men stödmodellen för måltider och rapporter är inte tillgänglig.
ta: API சர்வர் பதிலளிக்கிறது, ஆனால் உணவு மற்றும் அறிக்கைகளுக்கான துணை மாதிரி கிடைக்கவில்லை.
te: API సర్వర్ స్పందిస్తోంది, కానీ భోజనం మరియు రిపోర్టులకు సహాయక మోడల్ అందుబాటులో లేదు.
th: เซิร์ฟเวอร์ API ตอบสนอง แต่โมเดลเสริมสำหรับมื้ออาหารและรายงานยังใช้งานไม่ได้
tr: API sunucusu yanıt veriyor ancak öğünler ve raporlar için destek modeli kullanılamıyor.
uk: Сервер API відповідає, але допоміжна модель для харчування та звітів недоступна.
vi: Máy chủ API đang phản hồi, nhưng mô hình hỗ trợ bữa ăn và báo cáo hiện không khả dụng.
zh_hans: API服务器有响应，但餐食和报告辅助模型不可用。
zh_hant: API伺服器有響應，但餐點和報告輔助模型無法使用。

# core_ui.dd7a93b061c4
source: 計画重量を更新しますか？
ar_sa: هل تريد تحديث الوزن المخطط؟
ca: Vols actualitzar el pes previst?
cs: Chcete aktualizovat váhu v plánu?
da: Vil du opdatere det planlagte vægt?
de_de: Möchten Sie das Gewicht im Plan aktualisieren?
el: Θέλετε να ενημερώσετε το βάρος σας στο πλάνο;
en_au: Would you like to update your target weight?
es_es: ¿Quieres actualizar el peso del plan?
fi: Päivitä suunnitelman paino?
fr_ca: Voulez-vous mettre à jour le poids de votre plan ?
gu: શું તમે યોજનાનું વજન અપડેટ કરવા માંગો છો?
he: האם תרצה לעדכן את המשקל?
hi: क्या आप योजना का वजन अपडेट करना चाहते हैं?
hr: Želite ažurirati težinu u planu?
hu: Frissíteni szeretne a terv súlyát?
id: Perbarui berat badan dalam rencana?
it: Aggiornare il peso del piano?
ko: 계획 중량을 업데이트하시겠습니까?
mr: तुम्ही योजित केलेले वजन अपडेट करू इच्छिता?
ms: Adakah anda ingin mengemas kini berat badan dalam rencana?
nl_nl: Wil je het gewicht in de planning bijwerken?
no: Vil du oppdatere vekten i planen?
pl: Czy chcesz zaktualizować wagę w planie?
pt_br: Atualizar o peso do plano?
pt_pt: Atualizar o peso do plano?
ro: Doriți să actualizați greutatea țintă?
ru: Обновить вес в плане?
sk: Chcete aktualizovať váhu v pláne?
sl: Ali želite posodobiti težo v načrtu?
sv: Uppdatera vikten i planen?
ta: திட்டத்தின் எடையை புதுப்பிக்க வேண்டுமா?
te: ప్రణాళిక బరువును నవీకరించాలా?
th: อัปเดตน้ำหนักตามแผนหรือไม่?
tr: Plan ağırlığını güncelleyin mi?
uk: Оновити вагу?
vi: Bạn muốn cập nhật trọng lượng trong kế hoạch?
zh_hans: 更新计划重量吗？
zh_hant: 更新计划重量吗？

# core_ui.dd8dea3af7bd
source: 食事を記録
ar_sa: سجل وجباتك
ca: enregistreu els vostres àpats
cs: Zaznamenávání jídel
da: Registrer kost
de_de: Ernährung aufzeichnen
el: Καταγραφή διατροφής
en_au: Log Meals
es_es: Registrar comidas
fi: Ruokapäiväkirjan lisääminen
fr_ca: Enregistrer les repas
gu: આહાર રેકોર્ડ કરો
he: תיעוד ארוחות
hi: भोजन का रिकॉर्ड
hr: Snimanje jela
hu: Étel napok rögzítése
id: Catat Makanan
it: Registra i pasti
ko: 식사 기록
mr: आहाराचा रेकॉर्ड करा
ms: Catat makanan
nl_nl: Maaltijden bijhouden
no: Registrer måltider
pl: Zapisz dietę
pt_br: Registrar refeições
pt_pt: Registrar refeições
ro: Înregistrarea alimentelor
ru: Запись питания
sk: Zaznamenajte si stravu
sl: Zapis ugotavljanja prehrane
sv: Registrera måltider
ta: உணவை பதிவு செய்தல்
te: ఆహారాన్ని రికార్డ్ చేయడం
th: บันทึกอาหาร
tr: Beslenmeyi kaydet
uk: Запис їжі
vi: Ghi lại thực phẩm
zh_hans: 记录饮食
zh_hant: 记录饮食

# core_ui.ddbfa4c66ff8
source: 記録を確認中です。画面を閉じても続きます。
ar_sa: التحقق من السجلات. ويستمر حتى لو قمت بإغلاق الشاشة.
ca: Comprovació de registres. Continua encara que tanqueu la pantalla.
cs: Záznamy jsou načítány. Po zavření obrazovky pokračuje.
da: Jeg undersøger dine registreringer. Du kan fortsætte, selvom du lukker skærmen.
de_de: Ich überprüfe Ihre Aufzeichnungen. Auch wenn Sie den Bildschirm schließen, geht es weiter.
el: Επεξεργασία καταγραφής... Μπορείτε να κλείσετε την οθόνη και θα συνεχιστεί.
en_au: Checking records... This will continue even if you close the screen.
es_es: Verificando el registro. Sigue incluso si cierras la pantalla.
fi: Tarkistetaan kirjaamista. Voit sulkea näytön, ja prosessi jatkuu.
fr_ca: En cours d'enregistrement. L'application continuera même si vous fermez l'écran.
gu: હું રેકોર્ડની ચકાસણી કરી રહ્યો છું. સ્ક્રીન બંધ કરવાથી પણ તે ચાલુ રહેશે.
he: בדיקת תיעוד בתהליך. אפשר לסגור את המסך ולהמשיך.
hi: रिकॉर्ड की जांच की जा रही है। स्क्रीन बंद करने पर भी यह जारी रहेगा।
hr: Provjeravam zapis. Možete zatvoriti ekran, a proces će nastaviti.
hu: Rögzítés ellenőrzése. A képernyő bezárása után is folytatódik.
id: Sedang memverifikasi catatan. Tetap berjalan meskipun layar ditutup.
it: Sto controllando le registrazioni. Rimarrà attivo anche se chiudi lo schermo.
ko: 기록 확인 중입니다. 화면을 닫아도 계속 진행됩니다.
mr: नोंदी तपासणी करत आहे. स्क्रीन बंद केल्यास, प्रक्रिया चालू राहील.
ms: Saya sedang menyemak catatan. Ia akan berterusan walaupun anda menutup skrin.
nl_nl: Ik controleer je registraties. Het proces gaat verder, zelfs als je het scherm sluit.
no: Jeg sjekker registreringene dine. Du kan lukke skjermen, og det fortsetter.
pl: Sprawdzam zapisy. Nawet po zamknięciu ekranu, proces będzie kontynuowany.
pt_br: Verificando o registro. Continua mesmo fechando a tela.
pt_pt: Verificando o registro. Continua mesmo fechando a tela.
ro: Verificarea înregistrărilor este în curs. Rămâne activ chiar și după ce închideți ecranul.
ru: Происходит проверка данных. Закрытие экрана не прервет процесс.
sk: Aktualizácia záznamu. Po zatvorení obrazovky pokračuje.
sl: Preverjanje zapisov. Uporaba, tudi če zaprete zaslon, se nadaljuje.
sv: Kontrollerar spelade aktiviteter. Fortgår även om du stänger skärmen.
ta: பதிவுகளை சரிபார்க்கப்படுகிறது. திரையை மூடினாலும் தொடரும்.
te: రికార్డును సమీక్షిస్తున్నాము. స్క్రీన్‌ను మూసివేసినా కొనసాగుతుంది.
th: กำลังตรวจสอบบันทึก โปรดรอ หากปิดหน้าก็จะยังคงดำเนินอยู่
tr: Kaydı kontrol ediliyor. Ekranı kapatın, devam eder.
uk: Перевіряю записи. Можна закрити екран, і все продовжиться.
vi: Đang kiểm tra bản ghi. Bạn có thể đóng màn hình mà không bị gián đoạn.
zh_hans: 正在检查记录。即使关闭屏幕，也会继续。
zh_hant: 正在检查记录。即使关闭屏幕，也会继续。

# core_ui.de7e126d0b16
source: 未記録
ar_sa: لم يتم تسجيلها
ca: No gravat
cs: Nezaznamenáno
da: Ikke registreret
de_de: Nicht aufgezeichnet
el: Μη καταγεγραμμένο
en_au: Not recorded.
es_es: No registrado.
fi: Ei kirjattu
fr_ca: Non enregistré
gu: અ રેકોર્ડ કરેલ
he: לא רשום
hi: रिकॉर्ड नहीं किया गया
hr: Nije zabilježeno
hu: Nem rögzítve
id: Belum dicatat
it: Non registrato
ko: 미기록
mr: नोंद नाही
ms: Belum dicatat
nl_nl: Niet geregistreerd
no: Ikke registrert
pl: Nie zapisane.
pt_br: Não registrado
pt_pt: Não registrado
ro: Nu a fost înregistrat
ru: Не записано
sk: Nezaznamenané
sl: Nezapisano
sv: Ej registrerat
ta: பதிவு செய்யாதது
te: రికార్డ్ చేయనిది
th: ยังไม่ได้บันทึก
tr: Kaydedilmedi
uk: Не записано
vi: Chưa ghi lại
zh_hans: 未记录
zh_hant: 未記錄

# core_ui.delete_permanently
source: 完全に削除
ar_sa: حذف نهائي
ca: Eliminar definitivament
cs: Trvalé odstranění
da: Slet permanent
de_de: Endgültig löschen
el: Μόνιμη διαγραφή
en_au: Delete permanently
es_es: Eliminar permanentemente
fi: Poista pysyvästi
fr_ca: Supprimer définitivement
gu: સતત દૂર કરો
he: מחיקה סופית
hi: स्थायी रूप से हटाएं
hr: Obrisati zauvijek
hu: Véglegesen töröl
id: Hapus Permanen
it: Elimina definitivamente
ko: 영구 삭제
mr: कायमस्वरूपी हटवा
ms: Padam
nl_nl: Permanent verwijderen
no: Slett permanent
pl: Usuń na stałe
pt_br: Excluir permanentemente
pt_pt: Apagar permanentemente
ro: Șterge definitiv
ru: Удалить навсегда
sk: Odstrániť trvalo
sl: Trajno izbrisati
sv: Ta bort permanent
ta: முற்றிலும் நீக்கவும்
te: శాశ్వతంగా తొలగించు
th: ลบถาวร
tr: Kalıcı olarak sil
uk: Видалити без зворотного зв'язку
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# core_ui.df908fa3f54c
source: 日付ごとに振り返る
ar_sa: مراجعة حسب التاريخ
ca: Revisa per data
cs: Procházet podle data
da: Gennemgå efter dato
de_de: Nach Datum ansehen
el: Ανασκόπηση ανά ημερομηνία
en_au: Review by date
es_es: Revisar por fecha
fi: Tarkastele päivämäärän mukaan
fr_ca: Consulter par date
gu: તારીખ મુજબ સમીક્ષા કરો
he: סקירה לפי תאריך
hi: तारीख के अनुसार समीक्षा करें
hr: Pregledaj po datumu
hu: Áttekintés dátum szerint
id: Tinjau berdasarkan tanggal
it: Rivedi per data
ko: 날짜별로 확인
mr: तारखेनुसार आढावा घ्या
ms: Semak mengikut tarikh
nl_nl: Bekijken per datum
no: Se gjennom etter dato
pl: Przeglądaj według daty
pt_br: Revisar por data
pt_pt: Revisar por data
ro: Revizuiește după dată
ru: Просмотр по дате
sk: Prechádzať podľa dátumu
sl: Preglej po datumu
sv: Granska efter datum
ta: தேதியின்படி மதிப்பாய்வு செய்யவும்
te: తేదీ ఆధారంగా సమీక్షించండి
th: ทบทวนตามวันที่
tr: Tarihe göre gözden geçir
uk: Перегляд за датою
vi: Xem lại theo ngày
zh_hans: 按日期回顾
zh_hant: 按日期回顧

# core_ui.e028f6ce70b7
source: プロフィール
ar_sa: الملف الشخصي
ca: Perfil
cs: Profil
da: Profil
de_de: Profil
el: Προφίλ
en_au: Profile
es_es: Perfil
fi: Profiili
fr_ca: Profil
gu: પ્રોફાઇલ
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ko: 프로필
mr: प्रोफाइल
ms: Profil
nl_nl: Profiel
no: Profil
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sv: Profil
ta: சுயவிவரம்
te: ప్రొఫైల్
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

# core_ui.e1de544d20a2
source: 今日のメニューを実行する
ar_sa: نفّذ تمرين اليوم
ca: Fes l'entrenament d'avui
cs: Provést dnešní trénink
da: Udfør dagens træning
de_de: Heutiges Training durchführen
el: Κάνε τη σημερινή προπόνηση
en_au: Do today's workout
es_es: Hacer el entrenamiento de hoy
fi: Tee tämän päivän harjoitus
fr_ca: Faire l'entraînement du jour
gu: આજનો વર્કઆઉટ કરો
he: ביצוע האימון של היום
hi: आज का वर्कआउट करें
hr: Odradi današnji trening
hu: Mai edzés végrehajtása
id: Lakukan latihan hari ini
it: Esegui l'allenamento di oggi
ko: 오늘의 운동 실행
mr: आजचा वर्कआउट करा
ms: Lakukan senaman hari ini
nl_nl: Training van vandaag uitvoeren
no: Gjør dagens treningsøkt
pl: Wykonaj dzisiejszy trening
pt_br: Fazer o treino de hoje
pt_pt: Fazer o treino de hoje
ro: Efectuează antrenamentul de azi
ru: Выполнить сегодняшнюю тренировку
sk: Urobiť dnešný tréning
sl: Opravi današnjo vadbo
sv: Gör dagens träningspass
ta: இன்றைய வொர்க்அவுட்டைச் செய்யவும்
te: ఈరోజు వర్కౌట్ చేయండి
th: ทำโปรแกรมวันนี้
tr: Bugünün antrenmanını yap
uk: Виконати сьогоднішнє тренування
vi: Thực hiện buổi tập hôm nay
zh_hans: 执行今天的训练
zh_hant: 執行今天的訓練

# core_ui.e25688df2e3a
source: 展開中
ar_sa: موسّع
ca: Ampliat
cs: Rozbaleno
da: Udvidet
de_de: Erweitert
el: Αναπτυγμένο
en_au: Expanded
es_es: Expandido
fi: Laajennettu
fr_ca: Développé
gu: વિસ્તૃત
he: מורחב
hi: विस्तृत
hr: Prošireno
hu: Kibontva
id: Diperluas
it: Espanso
ko: 펼쳐짐
mr: विस्तारित
ms: Dikembangkan
nl_nl: Uitgevouwen
no: Utvidet
pl: Rozwinięte
pt_br: Expandido
pt_pt: Expandido
ro: Extins
ru: Развёрнуто
sk: Rozbalené
sl: Razširjeno
sv: Expanderad
ta: விரிவாக்கப்பட்டது
te: విస్తరించబడింది
th: ขยายแล้ว
tr: Genişletildi
uk: Розгорнуто
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 已展開

# core_ui.e29cb92d2b35
source: 全データを削除しますか？
ar_sa: حذف كل البيانات؟
ca: Vols suprimir totes les dades?
cs: Smazat všechna data?
da: Slet alle data?
de_de: Alle Daten löschen?
el: Διαγραφή όλων των δεδομένων;
en_au: Delete all data?
es_es: ¿Eliminar todos los datos?
fi: Poistetaanko kaikki tiedot?
fr_ca: Supprimer toutes les données ?
gu: બધો ડેટા કાઢી નાખવો?
he: למחוק את כל הנתונים?
hi: सारा डेटा हटाएँ?
hr: Izbrisati sve podatke?
hu: Törlöd az összes adatot?
id: Hapus semua data?
it: Eliminare tutti i dati?
ko: 모든 데이터를 삭제할까요?
mr: सर्व डेटा हटवायचा?
ms: Padam semua data?
nl_nl: Alle gegevens verwijderen?
no: Slette alle data?
pl: Usunąć wszystkie dane?
pt_br: Excluir todos os dados?
pt_pt: Eliminar todos os dados?
ro: Ștergi toate datele?
ru: Удалить все данные?
sk: Vymazať všetky údaje?
sl: Izbrišem vse podatke?
sv: Radera alla data?
ta: அனைத்துத் தரவையும் நீக்கவா?
te: మొత్తం డేటాను తొలగించాలా?
th: ลบข้อมูลทั้งหมดหรือไม่?
tr: Tüm veriler silinsin mi?
uk: Видалити всі дані?
vi: Xóa tất cả dữ liệu?
zh_hans: 删除全部数据？
zh_hant: 刪除全部資料？

# core_ui.e30570ba3b2d
source: 状態を確認
ar_sa: التحقق من الحالة
ca: Comprova l'estat
cs: Zkontrolovat stav
da: Tjek status
de_de: Zustand überprüfen
el: Ελέγξτε την κατάσταση
en_au: Check Status
es_es: Ver estado
fi: Tila tarkistetaan
fr_ca: Vérifier l'état
gu: સ્થિતિ તપાસો
he: בדוק את הסטטוס
hi: स्थिति जांचें
hr: Provjerite stanje
hu: Állapot ellenőrzése
id: Periksa status
it: Verifica lo stato
ko: 상태 확인
mr: स्थिती तपासा
ms: Periksa status
nl_nl: Status bekijken
no: Sjekk status
pl: Sprawdź stan
pt_br: Verificar o progresso
pt_pt: Verificar o progresso
ro: Verificați starea
ru: Проверить состояние
sk: Zkontrolať stav
sl: Preverite stanje
sv: Kontrollera status
ta: நிலை சரிபார்க்கவும்
te: స్థితిని తనిఖీ చేయండి
th: ตรวจสอบสถานะ
tr: Durumu kontrol et
uk: Перевірити стан
vi: Kiểm tra trạng thái
zh_hans: 查看状态
zh_hant: 確認狀態

# core_ui.e4890e3026c6
source: 体型改善
ar_sa: تكوين الجسم
ca: Composició corporal
cs: Složení těla
da: Kropssammensætning
de_de: Körperzusammensetzung
el: Σύσταση σώματος
en_au: Body composition
es_es: Composición corporal
fi: Kehonkoostumus
fr_ca: Composition corporelle
gu: શરીરની રચના
he: הרכב גוף
hi: शारीरिक संरचना
hr: Sastav tijela
hu: Testösszetétel
id: Komposisi tubuh
it: Composizione corporea
ko: 체성분
mr: शरीर रचना
ms: Komposisi badan
nl_nl: Lichaamssamenstelling
no: Kroppssammensetning
pl: Skład ciała
pt_br: Composição corporal
pt_pt: Composição corporal
ro: Compoziție corporală
ru: Состав тела
sk: Zloženie tela
sl: Telesna sestava
sv: Kroppssammansättning
ta: உடல் அமைப்பு
te: శరీర నిర్మాణం
th: องค์ประกอบร่างกาย
tr: Vücut kompozisyonu
uk: Склад тіла
vi: Thành phần cơ thể
zh_hans: 身体组成
zh_hant: 身體組成

# core_ui.e517c836f842
source: フリートレーニング
ar_sa: تمرين حر
ca: Entrenament lliure
cs: Volný trénink
da: Fri træning
de_de: Freies Training
el: Ελεύθερη προπόνηση
en_au: Free workout
es_es: Entrenamiento libre
fi: Vapaa harjoitus
fr_ca: Entraînement libre
gu: ફ્રી વર્કઆઉટ
he: אימון חופשי
hi: फ़्री वर्कआउट
hr: Slobodni trening
hu: Szabad edzés
id: Latihan bebas
it: Allenamento libero
ko: 자유 운동
mr: मुक्त वर्कआउट
ms: Senaman bebas
nl_nl: Vrije training
no: Fri trening
pl: Trening dowolny
pt_br: Treino livre
pt_pt: Treino livre
ro: Antrenament liber
ru: Свободная тренировка
sk: Voľný tréning
sl: Prosta vadba
sv: Fri träning
ta: சுதந்திர வொர்க்அவுட்
te: ఫ్రీ వర్కౌట్
th: ฝึกอิสระ
tr: Serbest antrenman
uk: Вільне тренування
vi: Tập tự do
zh_hans: 自由训练
zh_hant: 自由訓練

# core_ui.e5553c6ea028
source: 理由: {{value1}}
ar_sa: السبب: {{value1}}
ca: Motiu: {{value1}}
cs: Důvod: {{value1}}
da: Årsag: {{value1}}
de_de: Grund: {{value1}}
el: Λόγος: {{value1}}
en_au: Reason: {{value1}}
es_es: Razón: {{value1}}
fi: Perustelu: {{value1}}
fr_ca: Raison : {{value1}}
gu: કારણ: {{value1}}
he: סיבה: {{value1}}
hi: कारण: {{value1}}
hr: Razlog: {{value1}}
hu: Ok: {{value1}}
id: Alasan: {{value1}}
it: Motivo: {{value1}}
ko: 이유: {{value1}}
mr: कारण: {{value1}}
ms: Alasan: {{value1}}
nl_nl: Reden: {{value1}}
no: Årsak: {{value1}}
pl: Powód: {{value1}}
pt_br: Motivo: {{value1}}
pt_pt: Motivo: {{value1}}
ro: Motiv: {{value1}}
ru: Причина: {{value1}}
sk: Dôvod: {{value1}}
sl: Razlog: {{value1}}
sv: Orsak: {{value1}}
ta: காரணம்: {{value1}}
te: కారణం: {{value1}}
th: เหตุผล: {{value1}}
tr: Nedeni: {{value1}}
uk: Причина: {{value1}}
vi: Lý do: {{value1}}
zh_hans: 原因: {{value1}}
zh_hant: 原因: {{value1}}

# core_ui.e5e703460a11
source: 全身メニューから始める
ar_sa: ابدأ بتمرين لكامل الجسم
ca: Comença amb un entrenament de cos sencer
cs: Začít tréninkem celého těla
da: Start med en helkropstræning
de_de: Mit einem Ganzkörpertraining beginnen
el: Ξεκίνα με προπόνηση όλου του σώματος
en_au: Start with a full-body workout
es_es: Comenzar con un entrenamiento de cuerpo completo
fi: Aloita koko kehon harjoituksella
fr_ca: Commencer par un entraînement complet du corps
gu: સંપૂર્ણ શરીરના વર્કઆઉટથી શરૂ કરો
he: התחלה באימון לכל הגוף
hi: पूरे शरीर के वर्कआउट से शुरू करें
hr: Započni treningom cijelog tijela
hu: Kezdés teljes testes edzéssel
id: Mulai dengan latihan seluruh tubuh
it: Inizia con un allenamento total body
ko: 전신 운동으로 시작
mr: पूर्ण शरीराच्या वर्कआउटपासून सुरू करा
ms: Mulakan dengan senaman seluruh badan
nl_nl: Beginnen met een full-bodytraining
no: Start med en helkroppsøkt
pl: Zacznij od treningu całego ciała
pt_br: Começar com um treino de corpo inteiro
pt_pt: Começar com um treino de corpo inteiro
ro: Începe cu un antrenament pentru tot corpul
ru: Начать с тренировки всего тела
sk: Začať tréningom celého tela
sl: Začni z vadbo celega telesa
sv: Börja med ett helkroppspass
ta: முழு உடல் வொர்க்அவுட்டுடன் தொடங்கவும்
te: ఫుల్-బాడీ వర్కౌట్‌తో ప్రారంభించండి
th: เริ่มด้วยโปรแกรมทั่วร่างกาย
tr: Tüm vücut antrenmanıyla başla
uk: Почати з тренування всього тіла
vi: Bắt đầu bằng buổi tập toàn thân
zh_hans: 从全身训练开始
zh_hant: 從全身訓練開始
